[
  {
    "id": 892281,
    "name": "Win-Win Global Efficient Mobile Initiative",
    "department": "Human Resources",
    "startedOn": "2002-07-19T05:00:00.000Z",
    "endedOn": "2012-09-12T05:00:00.000Z",
    "assigned": [
     "whitecat698",
     "whitepeacock532",
     "ticklishgorilla951",
      "yellowbird585"
    ],
    "description": "Ethically growing iteratively customer-focused prince2 practitioners is crucial to our immersive synergy. Our business virtualises core assets to intelligently and proactively incentivize our long-term architecture. So we can hit the ground running, we will be virtually calibrating every enterprise in our space. Key players will take ownership of their core competencies by effectively connecting best-in-class diversities.\n\nGoing forward, our proactive low hanging fruit will deliver value to market foci. Key players will take ownership of their team players by proactively synergising best-of-breed step-changes. In the future, will you be able to virtually leverage visibilities in your business? Change the way you do business - adopt holistic ballpark figures."
  },
  {
    "id": 494072,
    "name": "Touch Enabled Outsourcing Analytics",
    "department": "Sales",
    "startedOn": "2009-01-13T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "blackbird733",
     "orangeostrich499",
     "ticklishbutterfly1",
     "greenswan929",
     "redladybug440",
     "blackpanda397",
     "yellowdog110",
     "bluegorilla84",
      "smallwolf576"
    ],
    "description": "Efficiencies will come from proactively growing our market foci. Going forward, our mobile paradigm shift will deliver value to big datas. Going forward, our immersive agile workflow will deliver value to enterprises. Key players will take ownership of their deliverables by virtually connecting innovative core competencies.\n\nProactively impacting virtually mission critical drivers is crucial to our immersive architecture. In the capability space, industry is reliably calibrating its long-term alignments. Key players will take ownership of their core competencies by ethically growing best-of-breed enterprises. Efficiencies will come from intelligently transforming our team players.\n\nIn the future, will you be able to strategically relay architectures in your business? Key players will take ownership of their game changers by dynamically deep-diving long-term core assets. Our business transforms synergies to reliably and iteratively virtualise our mission critical stakeholder. In the future, will you be able to effectively integrate stacks in your business?"
  },
  {
    "id": 994133,
    "name": "Value Added Immersive Analytics",
    "department": "Sales",
    "startedOn": "2009-05-11T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "beautifulleopard367",
      "whitemouse304"
    ],
    "description": "Proactively impacting virtually mission critical drivers is crucial to our immersive architecture. In the capability space, industry is reliably calibrating its long-term alignments. Key players will take ownership of their core competencies by ethically growing best-of-breed enterprises. Efficiencies will come from intelligently transforming our team players.\n\nEfficiencies will come from proactively growing our market foci. Going forward, our mobile paradigm shift will deliver value to big datas. Going forward, our immersive agile workflow will deliver value to enterprises. Key players will take ownership of their deliverables by virtually connecting innovative core competencies."
  },
  {
    "id": 480564,
    "name": "Mission Critical Efficient Offshoring Mobile App",
    "department": "Marketing",
    "startedOn": "2003-08-22T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "brownpeacock222",
     "goldenpeacock175",
     "purplepanda527",
     "ticklishgoose874",
     "silverwolf910",
     "smallostrich593",
     "bluepanda354",
      "silverrabbit923"
    ],
    "description": "In the future, will you be able to proactively align capabilities in your business? Change the way you do business - adopt best-in-class dot-bombs. In the future, will you be able to globally leverage enterprises in your business? Key players will take ownership of their core competencies by virtually connecting actionable siloes.\n\nKey players will take ownership of their dot-bombs by strategically reusing immersive capabilities. In the future, will you be able to effectively revolutionize step-changes in your business? In the future, will you be able to iteratively grow action points in your business? We aim to proactively strategize our big data by intelligently investing our holistic actionable bandwidths.\n\nChange the way you do business - adopt best-of-breed deliverables. Our business strategizes clouds to proactively and virtually transform our mobile proposition. Key players will take ownership of their prince2 practitioners by iteratively monetizing long-term stacks. Change the way you do business - adopt innovative executive searches.\n\nIn the big data space, industry is iteratively synergising its end-to-end executive searches. Key players will take ownership of their low hanging fruit by reliably monetizing proactive user experiences. So we can hit the ground running, we will be virtually incentivizing every organic growth in our space. In the dot-bomb space, industry is dynamically transforming its holistic milestones."
  },
  {
    "id": 721835,
    "name": "Long Term Cloud Platform",
    "department": "Accounting",
    "startedOn": "2003-05-20T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "orangegorilla363",
     "crazypanda274",
     "bigmouse194",
     "tinyduck628",
     "lazypeacock969",
     "ticklishpanda298",
     "whitecat119",
     "yellowcat935",
      "bluepanda840"
    ],
    "description": "In the future, will you be able to iteratively align emerging markets in your business? So we can hit the ground running, we will be ethically monetizing every ballpark figure in our space. Our business incentivizes platforms to virtually and dynamically integrate our value-added brand. So we can hit the ground running, we will be intelligently reusing every best practice in our space."
  },
  {
    "id": 988456,
    "name": "Long Term Cloud Strategic Analytics",
    "department": "Accounting",
    "startedOn": "2002-03-16T06:00:00.000Z",
    "endedOn": "2015-06-13T05:00:00.000Z",
    "assigned": [
     "lazyrabbit169",
     "lazypanda966",
      "orangefrog731"
    ],
    "description": "In the future, will you be able to ethically align capabilities in your business? We aim to effectively deep-dive our standpoint by globally impacting our long-term competitive market foci. Our business relays platforms to iteratively and virtually reuse our mission critical visibility. In the future, will you be able to reliably invest ballpark figures in your business?\n\nIn the big data space, industry is iteratively synergising its end-to-end executive searches. Key players will take ownership of their low hanging fruit by reliably monetizing proactive user experiences. So we can hit the ground running, we will be virtually incentivizing every organic growth in our space. In the dot-bomb space, industry is dynamically transforming its holistic milestones.\n\nSo we can hit the ground running, we will be reliably calibrating every paradigm shift in our space. Ethically relaying strategically seamless drivers is crucial to our best-of-breed enterprise. Effectively transforming globally proactive stacks is crucial to our holistic proposition. In the brand space, industry is dynamically strategizing its long-term deliverables.\n\nOur business revolutionizes low hanging fruit to strategically and dynamically integrate our competitive alignment. Intelligently leveraging reliably customer-focused drivers is crucial to our best-in-class executive search. Our business impacts visibilities to ethically and globally virtualise our seamless best practice. We aim to strategically align our capability by proactively offshoring our proactive value-added game changers."
  },
  {
    "id": 214877,
    "name": "Client/Server Global Holistic Mobile App",
    "department": "Marketing",
    "startedOn": "2010-08-26T05:00:00.000Z",
    "endedOn": "2014-12-20T06:00:00.000Z",
    "assigned": [
     "blackrabbit3",
     "crazyduck410",
     "goldenpeacock175",
     "bluepanda354",
     "silverwolf910",
     "ticklishgoose874",
     "brownpeacock222",
      "silverrabbit923"
    ],
    "description": "Iteratively investing proactively mission critical core assets is crucial to our end-to-end stand-up. Change the way you do business - adopt competitive architectures. Strategically integrating reliably immersive capabilities is crucial to our end-to-end user experience. Change the way you do business - adopt actionable organic growths.\n\nIn the future, will you be able to proactively align capabilities in your business? Change the way you do business - adopt best-in-class dot-bombs. In the future, will you be able to globally leverage enterprises in your business? Key players will take ownership of their core competencies by virtually connecting actionable siloes."
  },
  {
    "id": 615398,
    "name": "Next Gen Integrated Mobile App",
    "department": "Sales",
    "startedOn": "2002-03-16T06:00:00.000Z",
    "endedOn": "2015-11-07T06:00:00.000Z",
    "assigned": [
     "crazyladybug288",
     "brownmouse229",
     "blackpanda237",
     "heavywolf437",
     "yellowbird271",
     "bluetiger546",
     "yellowtiger366",
     "bluemeercat66",
     "smallwolf576",
     "silvermouse687",
     "crazyostrich528",
     "yellowladybug535",
      "orangeelephant668"
    ],
    "description": "Effectively virtualising iteratively mission critical emerging markets is crucial to our best-in-class market focus. Our business synergises paradigm shifts to virtually and globally monetize our proactive organic growth. In the future, will you be able to proactively reuse big datas in your business? Going forward, our value-added step-change will deliver value to deliverables."
  },
  {
    "id": 123759,
    "name": "Cross Platform Streamlined Mobile Platform",
    "department": "Sales",
    "startedOn": "1989-12-13T06:00:00.000Z",
    "endedOn": "2014-12-08T06:00:00.000Z",
    "assigned": [
     "blackpanda237",
     "ticklishbutterfly1",
      "purplewolf498"
    ],
    "description": "In the future, will you be able to ethically align capabilities in your business? We aim to effectively deep-dive our standpoint by globally impacting our long-term competitive market foci. Our business relays platforms to iteratively and virtually reuse our mission critical visibility. In the future, will you be able to reliably invest ballpark figures in your business?\n\nGoing forward, our end-to-end low hanging fruit will deliver value to enterprises. So we can hit the ground running, we will be dynamically connecting every silo in our space. Change the way you do business - adopt best-of-breed clouds. In the future, will you be able to virtually synergise organic growths in your business?"
  },
  {
    "id": 2048510,
    "name": "Next Gen Logistical Mobile Initiative",
    "department": "Human Resources",
    "startedOn": "2008-01-04T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "redrabbit642",
     "whitekoala138",
     "blackelephant246",
     "greenleopard467",
     "ticklishgorilla951",
     "bigelephant907",
     "tinymouse298",
     "smallfrog632",
      "greenwolf347"
    ],
    "description": "Effectively offshoring ethically competitive deliverables is crucial to our best-of-breed user experience. Key players will take ownership of their diversities by reliably synergising proactive milestones. So we can hit the ground running, we will be virtually virtualising every core asset in our space. In the executive search space, industry is strategically calibrating its customer-focused capabilities.\n\nEffectively virtualising iteratively mission critical emerging markets is crucial to our best-in-class market focus. Our business synergises paradigm shifts to virtually and globally monetize our proactive organic growth. In the future, will you be able to proactively reuse big datas in your business? Going forward, our value-added step-change will deliver value to deliverables.\n\nSo we can hit the ground running, we will be dynamically reusing every team player in our space. Going forward, our competitive paradigm shift will deliver value to innovations. Change the way you do business - adopt proactive drivers. Key players will take ownership of their alignments by virtually monetizing customer-focused core competencies."
  },
  {
    "id": 7504111,
    "name": "Long-Tail Virtual Actionable Mobile Platform",
    "department": "Human Resources",
    "startedOn": "1992-05-16T05:00:00.000Z",
    "endedOn": "2014-10-26T05:00:00.000Z",
    "assigned": [
     "lazymeercat712",
     "whitecat698",
     "blackpeacock213",
     "smallfrog632",
     "whitekoala138",
      "orangebird478"
    ],
    "description": "In the agile workflow space, industry is effectively connecting its long-term core competencies. Efficiencies will come from proactively deep-diving our diversities. In the team player space, industry is globally leveraging its innovative drivers. Our business relays propositions to proactively and globally strategize our immersive paradigm shift.\n\nIn the standpoint space, industry is dynamically calibrating its proactive user experiences. Our business offshores step-changes to reliably and proactively align our end-to-end ballpark figure. Our business deep-dives brands to strategically and virtually incentivize our best-in-class action point. In the organic growth space, industry is iteratively virtualising its value-added dot-bombs."
  },
  {
    "id": 4308312,
    "name": "Long Term Monetized Streamlined Analytics",
    "department": "Accounting",
    "startedOn": "2002-05-03T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "tinyduck628",
     "redtiger449",
     "biggoose954",
     "ticklishpanda298",
     "beautifulcat2",
     "blackbird181",
     "yellowpanda940",
      "goldenbird725"
    ],
    "description": "In the big data space, industry is iteratively synergising its end-to-end executive searches. Key players will take ownership of their low hanging fruit by reliably monetizing proactive user experiences. So we can hit the ground running, we will be virtually incentivizing every organic growth in our space. In the dot-bomb space, industry is dynamically transforming its holistic milestones.\n\nIn the stakeholder space, industry is effectively virtualising its customer-focused best practices. We aim to dynamically synergise our enterprise by intelligently reusing our value-added mobile ballpark figures. We aim to ethically revolutionize our capability by virtually monetizing our seamless proactive visibilities. In the future, will you be able to globally incentivize synergies in your business?\n\nGoing forward, our end-to-end market focus will deliver value to standpoints. Efficiencies will come from globally calibrating our capabilities. We aim to reliably offshore our alignment by ethically growing our best-in-class seamless visibilities. Strategically transforming reliably holistic innovations is crucial to our mission critical prince2 practitioner.\n\nIn the future, will you be able to ethically align capabilities in your business? We aim to effectively deep-dive our standpoint by globally impacting our long-term competitive market foci. Our business relays platforms to iteratively and virtually reuse our mission critical visibility. In the future, will you be able to reliably invest ballpark figures in your business?"
  },
  {
    "id": 4833113,
    "name": "Short Term Streamlined Social Mobile Initiative",
    "department": "Accounting",
    "startedOn": "2004-11-28T06:00:00.000Z",
    "endedOn": "2015-05-02T05:00:00.000Z",
    "assigned": [
     "whitecat119",
     "orangefrog731",
     "yellowcat935",
     "goldenbird725",
     "beautifulcat2",
      "crazypanda274"
    ],
    "description": "Change the way you do business - adopt proactive prince2 practitioners. Efficiencies will come from strategically integrating our agile workflows. Key players will take ownership of their platforms by dynamically deep-diving best-in-class propositions. Change the way you do business - adopt innovative siloes.\n\nSo we can hit the ground running, we will be globally investing every capability in our space. Efficiencies will come from intelligently synergising our agile workflows. In the future, will you be able to ethically impact visibilities in your business? So we can hit the ground running, we will be effectively connecting every stand-up in our space."
  },
  {
    "id": 1356314,
    "name": "Value Added Social Analytics",
    "department": "Accounting",
    "startedOn": "2008-06-04T05:00:00.000Z",
    "endedOn": "2015-12-18T06:00:00.000Z",
    "assigned": [
     "lazypanda966",
     "crazypanda274",
     "greengoose892",
     "tinyduck628",
     "yellowcat935",
     "redtiger449",
     "bluepanda840",
     "blackbird181",
      "ticklishpanda298"
    ],
    "description": "In the future, will you be able to iteratively align emerging markets in your business? So we can hit the ground running, we will be ethically monetizing every ballpark figure in our space. Our business incentivizes platforms to virtually and dynamically integrate our value-added brand. So we can hit the ground running, we will be intelligently reusing every best practice in our space.\n\nSo we can hit the ground running, we will be dynamically monetizing every standpoint in our space. Change the way you do business - adopt actionable diversities. We aim to effectively integrate our game changer by strategically relaying our value-added mobile action points. So we can hit the ground running, we will be reliably deep-diving every user experience in our space.\n\nEffectively virtualising iteratively mission critical emerging markets is crucial to our best-in-class market focus. Our business synergises paradigm shifts to virtually and globally monetize our proactive organic growth. In the future, will you be able to proactively reuse big datas in your business? Going forward, our value-added step-change will deliver value to deliverables."
  },
  {
    "id": 9067515,
    "name": "Long-Tail Innovative Mobile Platform",
    "department": "Marketing",
    "startedOn": "2008-09-09T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "purplepanda527",
      "silverwolf910"
    ],
    "description": "Going forward, our end-to-end low hanging fruit will deliver value to enterprises. So we can hit the ground running, we will be dynamically connecting every silo in our space. Change the way you do business - adopt best-of-breed clouds. In the future, will you be able to virtually synergise organic growths in your business?"
  },
  {
    "id": 6959116,
    "name": "Short Term Outsourcing Integrated Mobile Initiative",
    "department": "Sales",
    "startedOn": "2009-07-21T05:00:00.000Z",
    "endedOn": "2013-06-17T05:00:00.000Z",
    "assigned": [
     "smallwolf576",
      "bluemeercat298"
    ],
    "description": "In the future, will you be able to strategically incentivize action points in your business? Iteratively connecting reliably end-to-end best practices is crucial to our seamless brand. In the stakeholder space, industry is effectively leveraging its mobile stacks. In the user experience space, industry is dynamically relaying its customer-focused bandwidths.\n\nGoing forward, our end-to-end low hanging fruit will deliver value to enterprises. So we can hit the ground running, we will be dynamically connecting every silo in our space. Change the way you do business - adopt best-of-breed clouds. In the future, will you be able to virtually synergise organic growths in your business?\n\nIn the future, will you be able to iteratively revolutionize agile workflows in your business? Going forward, our customer-focused platform will deliver value to organic growths. Intelligently offshoring virtually competitive architectures is crucial to our value-added capability. In the milestone space, industry is iteratively deep-diving its mobile clouds.\n\nKey players will take ownership of their stand-ups by globally offshoring innovative innovations. Change the way you do business - adopt immersive executive searches. Key players will take ownership of their alignments by intelligently transforming innovative prince2 practitioners. In the future, will you be able to ethically invest stakeholders in your business?"
  },
  {
    "id": 4344517,
    "name": "Touch Enabled Holistic Mobile Platform",
    "department": "Sales",
    "startedOn": "2002-02-16T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "greenswan929",
     "whitebutterfly382",
     "redladybug440",
     "tinysnake517",
     "goldenkoala942",
      "redwolf207"
    ],
    "description": "In the future, will you be able to proactively align big datas in your business? Key players will take ownership of their game changers by ethically impacting mobile emerging markets. Going forward, our seamless stand-up will deliver value to milestones. We aim to globally leverage our executive search by intelligently incentivizing our actionable innovative enterprises."
  },
  {
    "id": 2533718,
    "name": "Client/Server Synergistic Mobile App",
    "department": "Sales",
    "startedOn": "2002-03-04T06:00:00.000Z",
    "endedOn": "2014-10-20T05:00:00.000Z",
    "assigned": [
     "bluemeercat298",
     "yellowleopard565",
     "silvermouse687",
     "crazygorilla336",
     "greenostrich439",
     "ticklishbird555",
      "smallwolf576"
    ],
    "description": "So we can hit the ground running, we will be dynamically reusing every team player in our space. Going forward, our competitive paradigm shift will deliver value to innovations. Change the way you do business - adopt proactive drivers. Key players will take ownership of their alignments by virtually monetizing customer-focused core competencies.\n\nIn the future, will you be able to iteratively align emerging markets in your business? So we can hit the ground running, we will be ethically monetizing every ballpark figure in our space. Our business incentivizes platforms to virtually and dynamically integrate our value-added brand. So we can hit the ground running, we will be intelligently reusing every best practice in our space.\n\nIteratively investing proactively mission critical core assets is crucial to our end-to-end stand-up. Change the way you do business - adopt competitive architectures. Strategically integrating reliably immersive capabilities is crucial to our end-to-end user experience. Change the way you do business - adopt actionable organic growths.\n\nIn the future, will you be able to iteratively revolutionize agile workflows in your business? Going forward, our customer-focused platform will deliver value to organic growths. Intelligently offshoring virtually competitive architectures is crucial to our value-added capability. In the milestone space, industry is iteratively deep-diving its mobile clouds."
  },
  {
    "id": 5017919,
    "name": "Long Term Dynamic Analytics",
    "department": "Marketing",
    "startedOn": "2006-12-26T06:00:00.000Z",
    "endedOn": "2014-03-07T06:00:00.000Z",
    "assigned": [
     "jdoe",
     "blackrabbit3",
     "brownpeacock222",
     "heavyladybug740",
     "ticklishgoose874",
     "silverrabbit923",
     "crazyduck410",
     "yellowwolf751",
      "bluepanda354"
    ],
    "description": "In the future, will you be able to strategically incentivize action points in your business? Iteratively connecting reliably end-to-end best practices is crucial to our seamless brand. In the stakeholder space, industry is effectively leveraging its mobile stacks. In the user experience space, industry is dynamically relaying its customer-focused bandwidths.\n\nKey players will take ownership of their stand-ups by globally offshoring innovative innovations. Change the way you do business - adopt immersive executive searches. Key players will take ownership of their alignments by intelligently transforming innovative prince2 practitioners. In the future, will you be able to ethically invest stakeholders in your business?\n\nIn the future, will you be able to iteratively align emerging markets in your business? So we can hit the ground running, we will be ethically monetizing every ballpark figure in our space. Our business incentivizes platforms to virtually and dynamically integrate our value-added brand. So we can hit the ground running, we will be intelligently reusing every best practice in our space."
  },
  {
    "id": 8096220,
    "name": "Next Gen Integrated Mobile Initiative",
    "department": "Marketing",
    "startedOn": "1996-02-12T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "blackrabbit3",
     "jdoe",
      "ticklishgoose874"
    ],
    "description": "In the stakeholder space, industry is effectively virtualising its customer-focused best practices. We aim to dynamically synergise our enterprise by intelligently reusing our value-added mobile ballpark figures. We aim to ethically revolutionize our capability by virtually monetizing our seamless proactive visibilities. In the future, will you be able to globally incentivize synergies in your business?\n\nChange the way you do business - adopt best-of-breed deliverables. Our business strategizes clouds to proactively and virtually transform our mobile proposition. Key players will take ownership of their prince2 practitioners by iteratively monetizing long-term stacks. Change the way you do business - adopt innovative executive searches."
  },
  {
    "id": 8908721,
    "name": "Long Term Key Mobile Initiative",
    "department": "Accounting",
    "startedOn": "2004-09-28T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "beautifulcat2",
     "bigmouse194",
      "tinyduck628"
    ],
    "description": "Effectively offshoring ethically competitive deliverables is crucial to our best-of-breed user experience. Key players will take ownership of their diversities by reliably synergising proactive milestones. So we can hit the ground running, we will be virtually virtualising every core asset in our space. In the executive search space, industry is strategically calibrating its customer-focused capabilities.\n\nEffectively virtualising iteratively mission critical emerging markets is crucial to our best-in-class market focus. Our business synergises paradigm shifts to virtually and globally monetize our proactive organic growth. In the future, will you be able to proactively reuse big datas in your business? Going forward, our value-added step-change will deliver value to deliverables."
  },
  {
    "id": 3954422,
    "name": "Next Gen Monetized System",
    "department": "Human Resources",
    "startedOn": "1994-02-25T06:00:00.000Z",
    "endedOn": "2013-05-15T05:00:00.000Z",
    "assigned": [
     "whitecat698",
     "goldenfrog222",
     "blackelephant246",
      "orangebird478"
    ],
    "description": "In the future, will you be able to ethically align capabilities in your business? We aim to effectively deep-dive our standpoint by globally impacting our long-term competitive market foci. Our business relays platforms to iteratively and virtually reuse our mission critical visibility. In the future, will you be able to reliably invest ballpark figures in your business?"
  },
  {
    "id": 4656823,
    "name": "Long Term Holistic Virtual Mobile Platform",
    "department": "Marketing",
    "startedOn": "2010-05-16T05:00:00.000Z",
    "endedOn": "2014-07-02T05:00:00.000Z",
    "assigned": [
     "brownpeacock222",
     "ticklishgoose874",
     "silverrabbit923",
     "yellowwolf751",
     "purplepanda527",
     "silverwolf910",
      "whitekoala266"
    ],
    "description": "Efficiencies will come from dynamically growing our deliverables. Key players will take ownership of their action points by intelligently strategizing immersive step-changes. Change the way you do business - adopt mobile enterprises. Going forward, our value-added stakeholder will deliver value to paradigm shifts."
  },
  {
    "id": 6192024,
    "name": "Mission Critical Stakeholder Strategic Platform",
    "department": "Marketing",
    "startedOn": "2006-05-06T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "silverwolf910",
     "ticklishgoose874",
     "jdoe",
      "blackrabbit3"
    ],
    "description": "So we can hit the ground running, we will be dynamically monetizing every standpoint in our space. Change the way you do business - adopt actionable diversities. We aim to effectively integrate our game changer by strategically relaying our value-added mobile action points. So we can hit the ground running, we will be reliably deep-diving every user experience in our space.\n\nEfficiencies will come from proactively growing our market foci. Going forward, our mobile paradigm shift will deliver value to big datas. Going forward, our immersive agile workflow will deliver value to enterprises. Key players will take ownership of their deliverables by virtually connecting innovative core competencies.\n\nIteratively investing proactively mission critical core assets is crucial to our end-to-end stand-up. Change the way you do business - adopt competitive architectures. Strategically integrating reliably immersive capabilities is crucial to our end-to-end user experience. Change the way you do business - adopt actionable organic growths.\n\nIn the agile workflow space, industry is effectively connecting its long-term core competencies. Efficiencies will come from proactively deep-diving our diversities. In the team player space, industry is globally leveraging its innovative drivers. Our business relays propositions to proactively and globally strategize our immersive paradigm shift."
  },
  {
    "id": 9691925,
    "name": "End To End CMS Virtual Mobile Initiative",
    "department": "Marketing",
    "startedOn": "2004-09-09T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "whitekoala266",
     "silverwolf910",
     "jdoe",
     "crazyduck410",
     "goldenpeacock175",
      "brownpeacock222"
    ],
    "description": "Going forward, our actionable stack will deliver value to drivers. Our business integrates game changers to strategically and proactively calibrate our innovative capability. Efficiencies will come from effectively virtualising our clouds. Key players will take ownership of their siloes by strategically offshoring best-of-breed innovations.\n\nWe aim to dynamically invest our low hanging fruit by intelligently impacting our mobile competitive standpoints. In the dot-bomb space, industry is iteratively revolutionizing its actionable stand-ups. Efficiencies will come from globally investing our ballpark figures. We aim to ethically offshore our game changer by intelligently strategizing our holistic value-added synergies.\n\nGoing forward, our end-to-end low hanging fruit will deliver value to enterprises. So we can hit the ground running, we will be dynamically connecting every silo in our space. Change the way you do business - adopt best-of-breed clouds. In the future, will you be able to virtually synergise organic growths in your business?"
  },
  {
    "id": 8501426,
    "name": "Cross Platform Streamlined Dynamic Initiative",
    "department": "Human Resources",
    "startedOn": "1998-03-09T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "tinymouse298",
     "whitekoala138",
     "blackelephant246",
     "greenleopard467",
     "smallfrog632",
     "goldenbutterfly797",
     "whitecat698",
     "bigelephant907",
     "goldenfrog222",
      "orangebird478"
    ],
    "description": "So we can hit the ground running, we will be reliably calibrating every paradigm shift in our space. Ethically relaying strategically seamless drivers is crucial to our best-of-breed enterprise. Effectively transforming globally proactive stacks is crucial to our holistic proposition. In the brand space, industry is dynamically strategizing its long-term deliverables."
  },
  {
    "id": 2022927,
    "name": "Long Term CMS Proactive Initiative",
    "department": "Marketing",
    "startedOn": "2008-02-16T06:00:00.000Z",
    "endedOn": "2014-01-19T06:00:00.000Z",
    "assigned": [
     "smallostrich593",
     "goldenpeacock175",
      "silverwolf910"
    ],
    "description": "Intelligently deep-diving ethically best-of-breed bandwidths is crucial to our mission critical platform. So we can hit the ground running, we will be globally reusing every ballpark figure in our space. Effectively transforming iteratively actionable prince2 practitioners is crucial to our long-term standpoint. Efficiencies will come from reliably investing our stacks.\n\nIn the big data space, industry is iteratively synergising its end-to-end executive searches. Key players will take ownership of their low hanging fruit by reliably monetizing proactive user experiences. So we can hit the ground running, we will be virtually incentivizing every organic growth in our space. In the dot-bomb space, industry is dynamically transforming its holistic milestones.\n\nIn the future, will you be able to ethically align capabilities in your business? We aim to effectively deep-dive our standpoint by globally impacting our long-term competitive market foci. Our business relays platforms to iteratively and virtually reuse our mission critical visibility. In the future, will you be able to reliably invest ballpark figures in your business?"
  },
  {
    "id": 8753428,
    "name": "Cross Platform Stakeholder Immersive Analytics",
    "department": "Accounting",
    "startedOn": "2008-02-20T06:00:00.000Z",
    "endedOn": "2015-07-08T05:00:00.000Z",
    "assigned": [
     "silversnake507",
     "whitecat119",
     "bluepanda840",
     "lazyrabbit169",
      "goldenbird725"
    ],
    "description": "We aim to effectively relay our bandwidth by strategically revolutionizing our immersive actionable milestones. Going forward, our best-in-class platform will deliver value to siloes. Intelligently growing globally competitive best practices is crucial to our holistic synergy. Going forward, our mission critical architecture will deliver value to market foci."
  },
  {
    "id": 5853429,
    "name": "Client/Server Logistical Virtual Analytics",
    "department": "Sales",
    "startedOn": "2010-08-02T05:00:00.000Z",
    "endedOn": "2014-03-06T06:00:00.000Z",
    "assigned": [
     "crazygorilla336",
     "yellowladybug535",
     "greenostrich439",
     "heavysnake634",
     "smallelephant887",
     "bluetiger546",
      "silvermouse687"
    ],
    "description": "Going forward, our best-of-breed visibility will deliver value to clouds. Globally aligning proactively mobile innovations is crucial to our holistic enterprise. So we can hit the ground running, we will be strategically revolutionizing every organic growth in our space. Going forward, our immersive synergy will deliver value to action points."
  },
  {
    "id": 1321530,
    "name": "Client/Server Offshoring Virtual Mobile App",
    "department": "Accounting",
    "startedOn": "2010-09-09T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "greenpeacock556",
     "orangefrog731",
     "lazypeacock969",
     "silversnake507",
     "tinyduck628",
     "greengoose892",
     "purplemeercat491",
     "greenfish196",
     "goldenbird725",
      "ticklishpanda298"
    ],
    "description": "Key players will take ownership of their stand-ups by globally offshoring innovative innovations. Change the way you do business - adopt immersive executive searches. Key players will take ownership of their alignments by intelligently transforming innovative prince2 practitioners. In the future, will you be able to ethically invest stakeholders in your business?\n\nIn the standpoint space, industry is dynamically calibrating its proactive user experiences. Our business offshores step-changes to reliably and proactively align our end-to-end ballpark figure. Our business deep-dives brands to strategically and virtually incentivize our best-in-class action point. In the organic growth space, industry is iteratively virtualising its value-added dot-bombs.\n\nEffectively virtualising iteratively mission critical emerging markets is crucial to our best-in-class market focus. Our business synergises paradigm shifts to virtually and globally monetize our proactive organic growth. In the future, will you be able to proactively reuse big datas in your business? Going forward, our value-added step-change will deliver value to deliverables."
  },
  {
    "id": 6441631,
    "name": "Client/Server Social Stakeholder Mobile Initiative",
    "department": "Marketing",
    "startedOn": "2000-06-07T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "silverrabbit923",
     "purplepanda527",
     "heavyladybug740",
      "ticklishgoose874"
    ],
    "description": "In the agile workflow space, industry is effectively connecting its long-term core competencies. Efficiencies will come from proactively deep-diving our diversities. In the team player space, industry is globally leveraging its innovative drivers. Our business relays propositions to proactively and globally strategize our immersive paradigm shift.\n\nKey players will take ownership of their stand-ups by globally offshoring innovative innovations. Change the way you do business - adopt immersive executive searches. Key players will take ownership of their alignments by intelligently transforming innovative prince2 practitioners. In the future, will you be able to ethically invest stakeholders in your business?"
  },
  {
    "id": 2182232,
    "name": "Short Term Monetized Mobile App",
    "department": "Marketing",
    "startedOn": "2005-03-17T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "whitekoala266",
     "brownpeacock222",
     "heavyladybug740",
     "silverrabbit923",
     "crazyduck410",
      "ticklishgoose874"
    ],
    "description": "In the agile workflow space, industry is effectively connecting its long-term core competencies. Efficiencies will come from proactively deep-diving our diversities. In the team player space, industry is globally leveraging its innovative drivers. Our business relays propositions to proactively and globally strategize our immersive paradigm shift.\n\nGoing forward, our proactive low hanging fruit will deliver value to market foci. Key players will take ownership of their team players by proactively synergising best-of-breed step-changes. In the future, will you be able to virtually leverage visibilities in your business? Change the way you do business - adopt holistic ballpark figures."
  },
  {
    "id": 5526933,
    "name": "Touch Enabled Cloud Actionable Mobile Platform",
    "department": "Accounting",
    "startedOn": "2002-02-26T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "greengoose892",
     "yellowcat935",
     "biggoose954",
     "lazyrabbit169",
     "greenfish196",
     "whitecat119",
     "beautifulcat2",
     "crazypanda274",
     "tinyduck628",
     "orangefrog731",
     "ticklishpanda298",
      "orangegorilla363"
    ],
    "description": "Effectively offshoring ethically competitive deliverables is crucial to our best-of-breed user experience. Key players will take ownership of their diversities by reliably synergising proactive milestones. So we can hit the ground running, we will be virtually virtualising every core asset in our space. In the executive search space, industry is strategically calibrating its customer-focused capabilities.\n\nProactively impacting virtually mission critical drivers is crucial to our immersive architecture. In the capability space, industry is reliably calibrating its long-term alignments. Key players will take ownership of their core competencies by ethically growing best-of-breed enterprises. Efficiencies will come from intelligently transforming our team players."
  },
  {
    "id": 4143134,
    "name": "Touch Enabled Social Platform",
    "department": "Human Resources",
    "startedOn": "2009-03-09T05:00:00.000Z",
    "endedOn": "2014-05-01T05:00:00.000Z",
    "assigned": [
     "goldenbutterfly797",
     "redrabbit642",
     "greenwolf347",
     "goldenfrog222",
     "greenleopard467",
     "tinyduck113",
     "whitetiger788",
     "whitekoala138",
     "orangebird478",
     "lazymeercat712",
     "ticklishgorilla951",
      "whitepeacock532"
    ],
    "description": "Going forward, our end-to-end low hanging fruit will deliver value to enterprises. So we can hit the ground running, we will be dynamically connecting every silo in our space. Change the way you do business - adopt best-of-breed clouds. In the future, will you be able to virtually synergise organic growths in your business?"
  },
  {
    "id": 2636335,
    "name": "Client/Server Logistical Mobile Platform",
    "department": "Marketing",
    "startedOn": "2010-07-04T05:00:00.000Z",
    "endedOn": "2014-03-12T05:00:00.000Z",
    "assigned": [
     "blackrabbit3",
     "yellowwolf751",
     "smallostrich593",
     "brownpeacock222",
      "ticklishgoose874"
    ],
    "description": "Iteratively investing proactively mission critical core assets is crucial to our end-to-end stand-up. Change the way you do business - adopt competitive architectures. Strategically integrating reliably immersive capabilities is crucial to our end-to-end user experience. Change the way you do business - adopt actionable organic growths."
  },
  {
    "id": 7411336,
    "name": "Mission Critical Monetized Social Platform",
    "department": "Accounting",
    "startedOn": "1999-04-12T05:00:00.000Z",
    "endedOn": "2014-02-09T06:00:00.000Z",
    "assigned": [
     "lazypanda966",
     "whitecat119",
     "lazypeacock969",
     "redtiger449",
     "bigmouse194",
     "bluepanda840",
     "greenfish196",
     "ticklishpanda298",
     "blackbird181",
     "tinyduck628",
     "orangegorilla363",
      "yellowpanda940"
    ],
    "description": "Going forward, our competitive proposition will deliver value to emerging markets. Our business impacts emerging markets to reliably and dynamically reuse our mission critical big data. Efficiencies will come from globally strategizing our best practices. Going forward, our end-to-end bandwidth will deliver value to synergies.\n\nIn the future, will you be able to strategically relay architectures in your business? Key players will take ownership of their game changers by dynamically deep-diving long-term core assets. Our business transforms synergies to reliably and iteratively virtualise our mission critical stakeholder. In the future, will you be able to effectively integrate stacks in your business?\n\nIn the future, will you be able to iteratively revolutionize agile workflows in your business? Going forward, our customer-focused platform will deliver value to organic growths. Intelligently offshoring virtually competitive architectures is crucial to our value-added capability. In the milestone space, industry is iteratively deep-diving its mobile clouds."
  },
  {
    "id": 7773437,
    "name": "Next Gen Synergistic Analytics",
    "department": "Marketing",
    "startedOn": "2006-01-01T06:00:00.000Z",
    "endedOn": "2014-11-09T06:00:00.000Z",
    "assigned": [
     "yellowwolf751",
     "whitekoala266",
     "ticklishgoose874",
     "smallostrich593",
     "goldenpeacock175",
     "silverwolf910",
     "crazyduck410",
     "silverrabbit923",
      "heavyladybug740"
    ],
    "description": "Change the way you do business - adopt best-of-breed deliverables. Our business strategizes clouds to proactively and virtually transform our mobile proposition. Key players will take ownership of their prince2 practitioners by iteratively monetizing long-term stacks. Change the way you do business - adopt innovative executive searches.\n\nEffectively offshoring ethically competitive deliverables is crucial to our best-of-breed user experience. Key players will take ownership of their diversities by reliably synergising proactive milestones. So we can hit the ground running, we will be virtually virtualising every core asset in our space. In the executive search space, industry is strategically calibrating its customer-focused capabilities.\n\nIn the stakeholder space, industry is effectively virtualising its customer-focused best practices. We aim to dynamically synergise our enterprise by intelligently reusing our value-added mobile ballpark figures. We aim to ethically revolutionize our capability by virtually monetizing our seamless proactive visibilities. In the future, will you be able to globally incentivize synergies in your business?"
  },
  {
    "id": 9786238,
    "name": "Cross Platform CMS ROI Analytics",
    "department": "Sales",
    "startedOn": "2008-08-12T05:00:00.000Z",
    "endedOn": "2015-10-28T05:00:00.000Z",
    "assigned": [
     "crazygorilla336",
     "heavysnake634",
     "greenostrich439",
     "orangeelephant668",
     "yellowleopard565",
     "ticklishbear822",
     "blackpanda397",
     "bluetiger546",
     "yellowbird271",
      "silverbird464"
    ],
    "description": "In the big data space, industry is iteratively synergising its end-to-end executive searches. Key players will take ownership of their low hanging fruit by reliably monetizing proactive user experiences. So we can hit the ground running, we will be virtually incentivizing every organic growth in our space. In the dot-bomb space, industry is dynamically transforming its holistic milestones.\n\nWe aim to effectively relay our bandwidth by strategically revolutionizing our immersive actionable milestones. Going forward, our best-in-class platform will deliver value to siloes. Intelligently growing globally competitive best practices is crucial to our holistic synergy. Going forward, our mission critical architecture will deliver value to market foci."
  },
  {
    "id": 4500639,
    "name": "Next Gen Immersive Mobile Initiative",
    "department": "Marketing",
    "startedOn": "2009-04-28T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "jdoe",
     "yellowwolf751",
     "smallostrich593",
     "goldenpeacock175",
      "crazyduck410"
    ],
    "description": "So we can hit the ground running, we will be reliably calibrating every paradigm shift in our space. Ethically relaying strategically seamless drivers is crucial to our best-of-breed enterprise. Effectively transforming globally proactive stacks is crucial to our holistic proposition. In the brand space, industry is dynamically strategizing its long-term deliverables.\n\nGoing forward, our end-to-end low hanging fruit will deliver value to enterprises. So we can hit the ground running, we will be dynamically connecting every silo in our space. Change the way you do business - adopt best-of-breed clouds. In the future, will you be able to virtually synergise organic growths in your business?\n\nSo we can hit the ground running, we will be dynamically monetizing every standpoint in our space. Change the way you do business - adopt actionable diversities. We aim to effectively integrate our game changer by strategically relaying our value-added mobile action points. So we can hit the ground running, we will be reliably deep-diving every user experience in our space."
  },
  {
    "id": 7970540,
    "name": "Client/Server B2B Virtual Platform",
    "department": "Sales",
    "startedOn": "1989-02-02T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "blackdog47",
     "tinysnake517",
     "tinykoala298",
     "ticklishbird555",
     "bluerabbit187",
     "goldenkoala942",
     "purplewolf498",
     "blackpanda397",
     "bluetiger546",
     "whitebutterfly382",
     "ticklishdog505",
      "yellowdog110"
    ],
    "description": "Going forward, our best-of-breed visibility will deliver value to clouds. Globally aligning proactively mobile innovations is crucial to our holistic enterprise. So we can hit the ground running, we will be strategically revolutionizing every organic growth in our space. Going forward, our immersive synergy will deliver value to action points."
  },
  {
    "id": 7563141,
    "name": "Effective B2B Mobile App",
    "department": "Human Resources",
    "startedOn": "2010-10-26T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "whitecat698",
     "orangebird478",
     "goldenfrog222",
     "ticklishgorilla951",
     "greenleopard467",
     "bigelephant907",
     "whitekoala138",
     "smallfrog632",
     "whitetiger788",
     "lazymeercat712",
      "blackpeacock213"
    ],
    "description": "Going forward, our end-to-end low hanging fruit will deliver value to enterprises. So we can hit the ground running, we will be dynamically connecting every silo in our space. Change the way you do business - adopt best-of-breed clouds. In the future, will you be able to virtually synergise organic growths in your business?\n\nGoing forward, our actionable stack will deliver value to drivers. Our business integrates game changers to strategically and proactively calibrate our innovative capability. Efficiencies will come from effectively virtualising our clouds. Key players will take ownership of their siloes by strategically offshoring best-of-breed innovations.\n\nIn the standpoint space, industry is dynamically calibrating its proactive user experiences. Our business offshores step-changes to reliably and proactively align our end-to-end ballpark figure. Our business deep-dives brands to strategically and virtually incentivize our best-in-class action point. In the organic growth space, industry is iteratively virtualising its value-added dot-bombs.\n\nIn the future, will you be able to strategically relay architectures in your business? Key players will take ownership of their game changers by dynamically deep-diving long-term core assets. Our business transforms synergies to reliably and iteratively virtualise our mission critical stakeholder. In the future, will you be able to effectively integrate stacks in your business?"
  },
  {
    "id": 2202642,
    "name": "Long Term Outsourcing Analytics",
    "department": "Sales",
    "startedOn": "2003-02-11T06:00:00.000Z",
    "endedOn": "2014-08-11T05:00:00.000Z",
    "assigned": [
     "heavywolf437",
     "silverbird464",
     "redwolf207",
     "crazyostrich528",
     "redladybug440",
     "ticklishbird555",
     "orangeostrich499",
      "bluemeercat298"
    ],
    "description": "Going forward, our competitive proposition will deliver value to emerging markets. Our business impacts emerging markets to reliably and dynamically reuse our mission critical big data. Efficiencies will come from globally strategizing our best practices. Going forward, our end-to-end bandwidth will deliver value to synergies.\n\nSo we can hit the ground running, we will be reliably calibrating every paradigm shift in our space. Ethically relaying strategically seamless drivers is crucial to our best-of-breed enterprise. Effectively transforming globally proactive stacks is crucial to our holistic proposition. In the brand space, industry is dynamically strategizing its long-term deliverables."
  },
  {
    "id": 3182543,
    "name": "Long-Tail Virtual Innovative Analytics",
    "department": "Human Resources",
    "startedOn": "2010-06-05T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "greenleopard467",
      "yellowbird585"
    ],
    "description": "In the future, will you be able to strategically incentivize action points in your business? Iteratively connecting reliably end-to-end best practices is crucial to our seamless brand. In the stakeholder space, industry is effectively leveraging its mobile stacks. In the user experience space, industry is dynamically relaying its customer-focused bandwidths.\n\nEffectively virtualising iteratively mission critical emerging markets is crucial to our best-in-class market focus. Our business synergises paradigm shifts to virtually and globally monetize our proactive organic growth. In the future, will you be able to proactively reuse big datas in your business? Going forward, our value-added step-change will deliver value to deliverables."
  },
  {
    "id": 9688144,
    "name": "Win-Win Logistical Platform",
    "department": "Sales",
    "startedOn": "2001-11-13T06:00:00.000Z",
    "endedOn": "2014-04-10T05:00:00.000Z",
    "assigned": [
     "greenostrich439",
     "bluemeercat66",
     "heavysnake634",
     "ticklishlion619",
     "orangeostrich499",
     "ticklishbutterfly1",
     "bluerabbit187",
     "smallwolf576",
     "ticklishdog505",
     "ticklishbear822",
     "greenswan929",
     "silverbird464",
     "yellowtiger366",
      "tinysnake517"
    ],
    "description": "Going forward, our end-to-end low hanging fruit will deliver value to enterprises. So we can hit the ground running, we will be dynamically connecting every silo in our space. Change the way you do business - adopt best-of-breed clouds. In the future, will you be able to virtually synergise organic growths in your business?\n\nEffectively virtualising iteratively mission critical emerging markets is crucial to our best-in-class market focus. Our business synergises paradigm shifts to virtually and globally monetize our proactive organic growth. In the future, will you be able to proactively reuse big datas in your business? Going forward, our value-added step-change will deliver value to deliverables.\n\nOur business leverages team players to ethically and proactively connect our customer-focused brand. Intelligently revolutionizing globally best-in-class best practices is crucial to our seamless agile workflow. In the future, will you be able to strategically align stand-ups in your business? Going forward, our seamless bandwidth will deliver value to alignments.\n\nSo we can hit the ground running, we will be dynamically monetizing every standpoint in our space. Change the way you do business - adopt actionable diversities. We aim to effectively integrate our game changer by strategically relaying our value-added mobile action points. So we can hit the ground running, we will be reliably deep-diving every user experience in our space."
  },
  {
    "id": 9768045,
    "name": "Customer Focused Holistic Platform",
    "department": "Sales",
    "startedOn": "2008-05-16T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "crazygorilla336",
     "orangeelephant668",
      "ticklishbird555"
    ],
    "description": "In the standpoint space, industry is dynamically calibrating its proactive user experiences. Our business offshores step-changes to reliably and proactively align our end-to-end ballpark figure. Our business deep-dives brands to strategically and virtually incentivize our best-in-class action point. In the organic growth space, industry is iteratively virtualising its value-added dot-bombs.\n\nGoing forward, our actionable stack will deliver value to drivers. Our business integrates game changers to strategically and proactively calibrate our innovative capability. Efficiencies will come from effectively virtualising our clouds. Key players will take ownership of their siloes by strategically offshoring best-of-breed innovations."
  },
  {
    "id": 9097846,
    "name": "Long Term Social Analytics",
    "department": "Human Resources",
    "startedOn": "1998-08-03T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "whitepeacock532",
     "tinyduck113",
     "yellowbird585",
     "tinymouse298",
     "blackelephant246",
     "whitetiger788",
     "goldenbutterfly797",
     "blackpeacock213",
      "redrabbit642"
    ],
    "description": "Key players will take ownership of their dot-bombs by strategically reusing immersive capabilities. In the future, will you be able to effectively revolutionize step-changes in your business? In the future, will you be able to iteratively grow action points in your business? We aim to proactively strategize our big data by intelligently investing our holistic actionable bandwidths.\n\nIn the future, will you be able to proactively align capabilities in your business? Change the way you do business - adopt best-in-class dot-bombs. In the future, will you be able to globally leverage enterprises in your business? Key players will take ownership of their core competencies by virtually connecting actionable siloes.\n\nChange the way you do business - adopt proactive prince2 practitioners. Efficiencies will come from strategically integrating our agile workflows. Key players will take ownership of their platforms by dynamically deep-diving best-in-class propositions. Change the way you do business - adopt innovative siloes."
  },
  {
    "id": 8322047,
    "name": "Customer Focused Cloud Immersive Mobile Platform",
    "department": "Human Resources",
    "startedOn": "1988-03-18T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "whitetiger788",
     "tinyduck113",
     "ticklishgorilla951",
     "greenwolf347",
     "whitecat698",
     "yellowbird585",
     "tinymouse298",
      "orangebird478"
    ],
    "description": "Change the way you do business - adopt customer-focused clouds. Going forward, our end-to-end proposition will deliver value to team players. In the future, will you be able to effectively calibrate stand-ups in your business? Change the way you do business - adopt holistic innovations.\n\nSo we can hit the ground running, we will be globally investing every capability in our space. Efficiencies will come from intelligently synergising our agile workflows. In the future, will you be able to ethically impact visibilities in your business? So we can hit the ground running, we will be effectively connecting every stand-up in our space."
  },
  {
    "id": 5731548,
    "name": "Short Term Integrated Cloud System",
    "department": "Accounting",
    "startedOn": "2006-05-21T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "biggoose954",
     "bluepanda840",
     "lazypeacock969",
     "greengoose892",
     "greenpeacock556",
     "ticklishpanda298",
     "yellowcat935",
     "beautifulcat2",
     "silversnake507",
     "goldenbird725",
     "whitecat119",
     "yellowpanda940",
      "purplemeercat491"
    ],
    "description": "In the future, will you be able to iteratively align emerging markets in your business? So we can hit the ground running, we will be ethically monetizing every ballpark figure in our space. Our business incentivizes platforms to virtually and dynamically integrate our value-added brand. So we can hit the ground running, we will be intelligently reusing every best practice in our space.\n\nGoing forward, our end-to-end low hanging fruit will deliver value to enterprises. So we can hit the ground running, we will be dynamically connecting every silo in our space. Change the way you do business - adopt best-of-breed clouds. In the future, will you be able to virtually synergise organic growths in your business?\n\nIn the future, will you be able to iteratively revolutionize agile workflows in your business? Going forward, our customer-focused platform will deliver value to organic growths. Intelligently offshoring virtually competitive architectures is crucial to our value-added capability. In the milestone space, industry is iteratively deep-diving its mobile clouds."
  },
  {
    "id": 8226549,
    "name": "Customer Focused Integrated System",
    "department": "Human Resources",
    "startedOn": "2005-09-17T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "goldenbutterfly797",
      "whitetiger788"
    ],
    "description": "Change the way you do business - adopt best-of-breed deliverables. Our business strategizes clouds to proactively and virtually transform our mobile proposition. Key players will take ownership of their prince2 practitioners by iteratively monetizing long-term stacks. Change the way you do business - adopt innovative executive searches.\n\nIn the standpoint space, industry is dynamically calibrating its proactive user experiences. Our business offshores step-changes to reliably and proactively align our end-to-end ballpark figure. Our business deep-dives brands to strategically and virtually incentivize our best-in-class action point. In the organic growth space, industry is iteratively virtualising its value-added dot-bombs.\n\nOur business revolutionizes low hanging fruit to strategically and dynamically integrate our competitive alignment. Intelligently leveraging reliably customer-focused drivers is crucial to our best-in-class executive search. Our business impacts visibilities to ethically and globally virtualise our seamless best practice. We aim to strategically align our capability by proactively offshoring our proactive value-added game changers."
  },
  {
    "id": 9439850,
    "name": "Long Term B2B Mobile Initiative",
    "department": "Human Resources",
    "startedOn": "2003-04-12T05:00:00.000Z",
    "endedOn": "2014-02-28T06:00:00.000Z",
    "assigned": [
     "yellowbird585",
     "whitepeacock532",
     "whitecat698",
     "orangebird478",
     "redrabbit642",
     "ticklishgorilla951",
      "bigelephant907"
    ],
    "description": "Our business leverages team players to ethically and proactively connect our customer-focused brand. Intelligently revolutionizing globally best-in-class best practices is crucial to our seamless agile workflow. In the future, will you be able to strategically align stand-ups in your business? Going forward, our seamless bandwidth will deliver value to alignments."
  },
  {
    "id": 3982851,
    "name": "Short Term Global Mobile App",
    "department": "Sales",
    "startedOn": "1995-04-13T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "heavysnake634",
     "tinykoala298",
     "bluegorilla84",
     "whitebutterfly382",
     "goldenkoala942",
     "crazyostrich528",
     "orangeelephant668",
     "brownmouse229",
     "crazyladybug288",
     "yellowbird271",
     "greenostrich439",
     "ticklishbutterfly1",
      "yellowleopard565"
    ],
    "description": "So we can hit the ground running, we will be dynamically reusing every team player in our space. Going forward, our competitive paradigm shift will deliver value to innovations. Change the way you do business - adopt proactive drivers. Key players will take ownership of their alignments by virtually monetizing customer-focused core competencies.\n\nSo we can hit the ground running, we will be reliably calibrating every paradigm shift in our space. Ethically relaying strategically seamless drivers is crucial to our best-of-breed enterprise. Effectively transforming globally proactive stacks is crucial to our holistic proposition. In the brand space, industry is dynamically strategizing its long-term deliverables.\n\nGoing forward, our end-to-end market focus will deliver value to standpoints. Efficiencies will come from globally calibrating our capabilities. We aim to reliably offshore our alignment by ethically growing our best-in-class seamless visibilities. Strategically transforming reliably holistic innovations is crucial to our mission critical prince2 practitioner."
  },
  {
    "id": 8096752,
    "name": "Customer Focused Integrated Actionable Analytics",
    "department": "Human Resources",
    "startedOn": "2010-08-15T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "goldenfrog222",
     "whitekoala138",
     "greenleopard467",
     "tinymouse298",
     "lazymeercat712",
     "blackpeacock213",
     "orangebird478",
     "whitetiger788",
      "yellowbird585"
    ],
    "description": "Going forward, our end-to-end low hanging fruit will deliver value to enterprises. So we can hit the ground running, we will be dynamically connecting every silo in our space. Change the way you do business - adopt best-of-breed clouds. In the future, will you be able to virtually synergise organic growths in your business?\n\nEfficiencies will come from proactively growing our market foci. Going forward, our mobile paradigm shift will deliver value to big datas. Going forward, our immersive agile workflow will deliver value to enterprises. Key players will take ownership of their deliverables by virtually connecting innovative core competencies.\n\nGoing forward, our best-of-breed visibility will deliver value to clouds. Globally aligning proactively mobile innovations is crucial to our holistic enterprise. So we can hit the ground running, we will be strategically revolutionizing every organic growth in our space. Going forward, our immersive synergy will deliver value to action points."
  },
  {
    "id": 8368153,
    "name": "Customer Focused Monetized Mobile Initiative",
    "department": "Accounting",
    "startedOn": "2011-05-25T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "blackbird181",
      "lazyrabbit169"
    ],
    "description": "In the future, will you be able to proactively align big datas in your business? Key players will take ownership of their game changers by ethically impacting mobile emerging markets. Going forward, our seamless stand-up will deliver value to milestones. We aim to globally leverage our executive search by intelligently incentivizing our actionable innovative enterprises.\n\nGoing forward, our end-to-end market focus will deliver value to standpoints. Efficiencies will come from globally calibrating our capabilities. We aim to reliably offshore our alignment by ethically growing our best-in-class seamless visibilities. Strategically transforming reliably holistic innovations is crucial to our mission critical prince2 practitioner.\n\nWe aim to effectively relay our bandwidth by strategically revolutionizing our immersive actionable milestones. Going forward, our best-in-class platform will deliver value to siloes. Intelligently growing globally competitive best practices is crucial to our holistic synergy. Going forward, our mission critical architecture will deliver value to market foci.\n\nChange the way you do business - adopt best-of-breed deliverables. Our business strategizes clouds to proactively and virtually transform our mobile proposition. Key players will take ownership of their prince2 practitioners by iteratively monetizing long-term stacks. Change the way you do business - adopt innovative executive searches."
  },
  {
    "id": 7680654,
    "name": "Customer Focused Streamlined Mobile App",
    "department": "Accounting",
    "startedOn": "2007-12-24T06:00:00.000Z",
    "endedOn": "2015-06-03T05:00:00.000Z",
    "assigned": [
     "blackbird181",
     "bigmouse194",
     "yellowpanda940",
     "crazypanda274",
     "goldenbird725",
     "tinyduck628",
     "greenpeacock556",
     "orangefrog731",
     "ticklishpanda298",
      "redtiger449"
    ],
    "description": "So we can hit the ground running, we will be dynamically reusing every team player in our space. Going forward, our competitive paradigm shift will deliver value to innovations. Change the way you do business - adopt proactive drivers. Key players will take ownership of their alignments by virtually monetizing customer-focused core competencies."
  },
  {
    "id": 1773855,
    "name": "Touch Enabled Monetized Global System",
    "department": "Accounting",
    "startedOn": "2008-07-03T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "biggoose954",
     "greengoose892",
     "tinyduck628",
     "ticklishpanda298",
     "greenfish196",
     "lazypanda966",
      "whitecat119"
    ],
    "description": "Our business leverages team players to ethically and proactively connect our customer-focused brand. Intelligently revolutionizing globally best-in-class best practices is crucial to our seamless agile workflow. In the future, will you be able to strategically align stand-ups in your business? Going forward, our seamless bandwidth will deliver value to alignments."
  },
  {
    "id": 2483356,
    "name": "Client/Server Integrated Analytics",
    "department": "Sales",
    "startedOn": "2007-11-06T06:00:00.000Z",
    "endedOn": "2015-04-23T05:00:00.000Z",
    "assigned": [
     "ticklishlion619",
     "whitemouse304",
     "yellowdog110",
     "brownmouse229",
     "ticklishbutterfly1",
     "ticklishdog505",
     "yellowbird271",
     "bluemeercat298",
     "bluetiger546",
     "yellowladybug535",
     "crazyladybug288",
     "bluerabbit187",
      "crazyostrich528"
    ],
    "description": "In the stakeholder space, industry is effectively virtualising its customer-focused best practices. We aim to dynamically synergise our enterprise by intelligently reusing our value-added mobile ballpark figures. We aim to ethically revolutionize our capability by virtually monetizing our seamless proactive visibilities. In the future, will you be able to globally incentivize synergies in your business?\n\nIteratively investing proactively mission critical core assets is crucial to our end-to-end stand-up. Change the way you do business - adopt competitive architectures. Strategically integrating reliably immersive capabilities is crucial to our end-to-end user experience. Change the way you do business - adopt actionable organic growths."
  },
  {
    "id": 6724657,
    "name": "Mission Critical Cloud Mobile Initiative",
    "department": "Accounting",
    "startedOn": "2003-12-13T06:00:00.000Z",
    "endedOn": "2015-05-08T05:00:00.000Z",
    "assigned": [
     "crazypanda274",
     "goldenbird725",
     "greenfish196",
     "whitecat119",
     "lazyrabbit169",
     "lazypeacock969",
     "redtiger449",
      "orangegorilla363"
    ],
    "description": "In the future, will you be able to strategically relay architectures in your business? Key players will take ownership of their game changers by dynamically deep-diving long-term core assets. Our business transforms synergies to reliably and iteratively virtualise our mission critical stakeholder. In the future, will you be able to effectively integrate stacks in your business?\n\nSo we can hit the ground running, we will be globally investing every capability in our space. Efficiencies will come from intelligently synergising our agile workflows. In the future, will you be able to ethically impact visibilities in your business? So we can hit the ground running, we will be effectively connecting every stand-up in our space.\n\nIn the future, will you be able to proactively align capabilities in your business? Change the way you do business - adopt best-in-class dot-bombs. In the future, will you be able to globally leverage enterprises in your business? Key players will take ownership of their core competencies by virtually connecting actionable siloes.\n\nIn the agile workflow space, industry is effectively connecting its long-term core competencies. Efficiencies will come from proactively deep-diving our diversities. In the team player space, industry is globally leveraging its innovative drivers. Our business relays propositions to proactively and globally strategize our immersive paradigm shift."
  },
  {
    "id": 4018758,
    "name": "Big Data Strategic Outsourcing Mobile Platform",
    "department": "Human Resources",
    "startedOn": "2006-01-26T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "blackelephant246",
     "blackpeacock213",
     "whitetiger788",
     "yellowbird585",
     "tinymouse298",
      "goldenbutterfly797"
    ],
    "description": "Iteratively investing proactively mission critical core assets is crucial to our end-to-end stand-up. Change the way you do business - adopt competitive architectures. Strategically integrating reliably immersive capabilities is crucial to our end-to-end user experience. Change the way you do business - adopt actionable organic growths."
  },
  {
    "id": 3601259,
    "name": "Touch Enabled CMS Innovative Initiative",
    "department": "Human Resources",
    "startedOn": "2007-07-22T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "lazymeercat712",
     "bigelephant907",
     "smallfrog632",
     "greenwolf347",
     "goldenbutterfly797",
     "goldenfrog222",
     "orangebird478",
     "whitecat698",
     "redrabbit642",
     "tinymouse298",
      "whitepeacock532"
    ],
    "description": "Iteratively investing proactively mission critical core assets is crucial to our end-to-end stand-up. Change the way you do business - adopt competitive architectures. Strategically integrating reliably immersive capabilities is crucial to our end-to-end user experience. Change the way you do business - adopt actionable organic growths.\n\nChange the way you do business - adopt customer-focused clouds. Going forward, our end-to-end proposition will deliver value to team players. In the future, will you be able to effectively calibrate stand-ups in your business? Change the way you do business - adopt holistic innovations.\n\nSo we can hit the ground running, we will be dynamically reusing every team player in our space. Going forward, our competitive paradigm shift will deliver value to innovations. Change the way you do business - adopt proactive drivers. Key players will take ownership of their alignments by virtually monetizing customer-focused core competencies.\n\nIn the future, will you be able to strategically relay architectures in your business? Key players will take ownership of their game changers by dynamically deep-diving long-term core assets. Our business transforms synergies to reliably and iteratively virtualise our mission critical stakeholder. In the future, will you be able to effectively integrate stacks in your business?"
  },
  {
    "id": 8207360,
    "name": "Mission Critical Integrated Streamlined Mobile Platform",
    "department": "Accounting",
    "startedOn": "2009-11-20T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "biggoose954",
     "greenfish196",
     "greenpeacock556",
     "bluepanda840",
      "redtiger449"
    ],
    "description": "In the future, will you be able to proactively align big datas in your business? Key players will take ownership of their game changers by ethically impacting mobile emerging markets. Going forward, our seamless stand-up will deliver value to milestones. We aim to globally leverage our executive search by intelligently incentivizing our actionable innovative enterprises.\n\nKey players will take ownership of their dot-bombs by strategically reusing immersive capabilities. In the future, will you be able to effectively revolutionize step-changes in your business? In the future, will you be able to iteratively grow action points in your business? We aim to proactively strategize our big data by intelligently investing our holistic actionable bandwidths."
  },
  {
    "id": 2975461,
    "name": "Value Added Actionable Outsourcing Initiative",
    "department": "Sales",
    "startedOn": "2003-08-07T05:00:00.000Z",
    "endedOn": "2013-12-02T06:00:00.000Z",
    "assigned": [
     "heavysnake634",
     "yellowleopard565",
     "redbutterfly240",
     "bluegorilla84",
     "purplewolf498",
     "greenswan929",
      "ticklishlion619"
    ],
    "description": "Efficiencies will come from dynamically growing our deliverables. Key players will take ownership of their action points by intelligently strategizing immersive step-changes. Change the way you do business - adopt mobile enterprises. Going forward, our value-added stakeholder will deliver value to paradigm shifts.\n\nIn the future, will you be able to iteratively align emerging markets in your business? So we can hit the ground running, we will be ethically monetizing every ballpark figure in our space. Our business incentivizes platforms to virtually and dynamically integrate our value-added brand. So we can hit the ground running, we will be intelligently reusing every best practice in our space."
  },
  {
    "id": 1988262,
    "name": "Next Gen Key Holistic Mobile Platform",
    "department": "Marketing",
    "startedOn": "2010-04-10T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "purplepanda527",
      "yellowwolf751"
    ],
    "description": "Change the way you do business - adopt best-of-breed deliverables. Our business strategizes clouds to proactively and virtually transform our mobile proposition. Key players will take ownership of their prince2 practitioners by iteratively monetizing long-term stacks. Change the way you do business - adopt innovative executive searches."
  },
  {
    "id": 7799763,
    "name": "Long Term CMS Global Initiative",
    "department": "Accounting",
    "startedOn": "2010-06-16T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "lazypeacock969",
     "goldenbird725",
     "bigmouse194",
     "yellowcat935",
     "crazypanda274",
      "purplemeercat491"
    ],
    "description": "Going forward, our end-to-end low hanging fruit will deliver value to enterprises. So we can hit the ground running, we will be dynamically connecting every silo in our space. Change the way you do business - adopt best-of-breed clouds. In the future, will you be able to virtually synergise organic growths in your business?\n\nSo we can hit the ground running, we will be dynamically monetizing every standpoint in our space. Change the way you do business - adopt actionable diversities. We aim to effectively integrate our game changer by strategically relaying our value-added mobile action points. So we can hit the ground running, we will be reliably deep-diving every user experience in our space."
  },
  {
    "id": 8433364,
    "name": "Long-Tail Holistic B2B Mobile App",
    "department": "Human Resources",
    "startedOn": "2009-11-02T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "whitepeacock532",
     "goldenbutterfly797",
     "orangebird478",
     "smallfrog632",
     "yellowbird585",
      "tinyduck113"
    ],
    "description": "Effectively offshoring ethically competitive deliverables is crucial to our best-of-breed user experience. Key players will take ownership of their diversities by reliably synergising proactive milestones. So we can hit the ground running, we will be virtually virtualising every core asset in our space. In the executive search space, industry is strategically calibrating its customer-focused capabilities.\n\nSo we can hit the ground running, we will be globally investing every capability in our space. Efficiencies will come from intelligently synergising our agile workflows. In the future, will you be able to ethically impact visibilities in your business? So we can hit the ground running, we will be effectively connecting every stand-up in our space.\n\nIn the agile workflow space, industry is effectively connecting its long-term core competencies. Efficiencies will come from proactively deep-diving our diversities. In the team player space, industry is globally leveraging its innovative drivers. Our business relays propositions to proactively and globally strategize our immersive paradigm shift.\n\nGoing forward, our end-to-end low hanging fruit will deliver value to enterprises. So we can hit the ground running, we will be dynamically connecting every silo in our space. Change the way you do business - adopt best-of-breed clouds. In the future, will you be able to virtually synergise organic growths in your business?"
  },
  {
    "id": 8683665,
    "name": "Next Gen Holistic Initiative",
    "department": "Marketing",
    "startedOn": "2008-07-13T05:00:00.000Z",
    "endedOn": "2014-01-26T06:00:00.000Z",
    "assigned": [
     "bluepanda354",
     "brownpeacock222",
     "whitekoala266",
     "silverwolf910",
      "purplepanda527"
    ],
    "description": "Change the way you do business - adopt best-of-breed deliverables. Our business strategizes clouds to proactively and virtually transform our mobile proposition. Key players will take ownership of their prince2 practitioners by iteratively monetizing long-term stacks. Change the way you do business - adopt innovative executive searches.\n\nIteratively investing proactively mission critical core assets is crucial to our end-to-end stand-up. Change the way you do business - adopt competitive architectures. Strategically integrating reliably immersive capabilities is crucial to our end-to-end user experience. Change the way you do business - adopt actionable organic growths.\n\nSo we can hit the ground running, we will be dynamically reusing every team player in our space. Going forward, our competitive paradigm shift will deliver value to innovations. Change the way you do business - adopt proactive drivers. Key players will take ownership of their alignments by virtually monetizing customer-focused core competencies."
  },
  {
    "id": 1243866,
    "name": "Win-Win Synergistic Platform",
    "department": "Marketing",
    "startedOn": "2005-03-01T06:00:00.000Z",
    "endedOn": "2014-06-17T05:00:00.000Z",
    "assigned": [
     "yellowwolf751",
     "purplepanda527",
     "jdoe",
      "heavyladybug740"
    ],
    "description": "Intelligently deep-diving ethically best-of-breed bandwidths is crucial to our mission critical platform. So we can hit the ground running, we will be globally reusing every ballpark figure in our space. Effectively transforming iteratively actionable prince2 practitioners is crucial to our long-term standpoint. Efficiencies will come from reliably investing our stacks.\n\nGoing forward, our best-of-breed visibility will deliver value to clouds. Globally aligning proactively mobile innovations is crucial to our holistic enterprise. So we can hit the ground running, we will be strategically revolutionizing every organic growth in our space. Going forward, our immersive synergy will deliver value to action points.\n\nIn the future, will you be able to ethically align capabilities in your business? We aim to effectively deep-dive our standpoint by globally impacting our long-term competitive market foci. Our business relays platforms to iteratively and virtually reuse our mission critical visibility. In the future, will you be able to reliably invest ballpark figures in your business?"
  },
  {
    "id": 7539867,
    "name": "Client/Server Innovative Stakeholder System",
    "department": "Human Resources",
    "startedOn": "1999-11-13T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "smallfrog632",
     "orangebird478",
     "whitecat698",
      "bigelephant907"
    ],
    "description": "In the future, will you be able to strategically incentivize action points in your business? Iteratively connecting reliably end-to-end best practices is crucial to our seamless brand. In the stakeholder space, industry is effectively leveraging its mobile stacks. In the user experience space, industry is dynamically relaying its customer-focused bandwidths."
  },
  {
    "id": 3994268,
    "name": "Customer Focused Efficient Strategic Analytics",
    "department": "Accounting",
    "startedOn": "2007-11-25T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "greenpeacock556",
     "lazypeacock969",
     "bluepanda840",
     "whitecat119",
      "lazyrabbit169"
    ],
    "description": "Key players will take ownership of their stand-ups by globally offshoring innovative innovations. Change the way you do business - adopt immersive executive searches. Key players will take ownership of their alignments by intelligently transforming innovative prince2 practitioners. In the future, will you be able to ethically invest stakeholders in your business?\n\nIn the future, will you be able to iteratively revolutionize agile workflows in your business? Going forward, our customer-focused platform will deliver value to organic growths. Intelligently offshoring virtually competitive architectures is crucial to our value-added capability. In the milestone space, industry is iteratively deep-diving its mobile clouds."
  },
  {
    "id": 7754069,
    "name": "Value Added B2B ROI Mobile Initiative",
    "department": "Human Resources",
    "startedOn": "2003-07-26T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "orangebird478",
     "lazymeercat712",
     "whitekoala138",
     "blackelephant246",
     "tinyduck113",
     "goldenfrog222",
     "whitetiger788",
      "whitecat698"
    ],
    "description": "In the standpoint space, industry is dynamically calibrating its proactive user experiences. Our business offshores step-changes to reliably and proactively align our end-to-end ballpark figure. Our business deep-dives brands to strategically and virtually incentivize our best-in-class action point. In the organic growth space, industry is iteratively virtualising its value-added dot-bombs.\n\nKey players will take ownership of their dot-bombs by strategically reusing immersive capabilities. In the future, will you be able to effectively revolutionize step-changes in your business? In the future, will you be able to iteratively grow action points in your business? We aim to proactively strategize our big data by intelligently investing our holistic actionable bandwidths.\n\nIntelligently deep-diving ethically best-of-breed bandwidths is crucial to our mission critical platform. So we can hit the ground running, we will be globally reusing every ballpark figure in our space. Effectively transforming iteratively actionable prince2 practitioners is crucial to our long-term standpoint. Efficiencies will come from reliably investing our stacks."
  },
  {
    "id": 1754670,
    "name": "End To End Actionable Mobile Initiative",
    "department": "Human Resources",
    "startedOn": "1997-06-28T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "goldenfrog222",
     "bigelephant907",
     "whitekoala138",
     "greenwolf347",
     "whitecat698",
     "yellowbird585",
      "goldenbutterfly797"
    ],
    "description": "In the future, will you be able to ethically align capabilities in your business? We aim to effectively deep-dive our standpoint by globally impacting our long-term competitive market foci. Our business relays platforms to iteratively and virtually reuse our mission critical visibility. In the future, will you be able to reliably invest ballpark figures in your business?\n\nGoing forward, our competitive proposition will deliver value to emerging markets. Our business impacts emerging markets to reliably and dynamically reuse our mission critical big data. Efficiencies will come from globally strategizing our best practices. Going forward, our end-to-end bandwidth will deliver value to synergies."
  },
  {
    "id": 9828871,
    "name": "Long Term Immersive Mobile Platform",
    "department": "Human Resources",
    "startedOn": "2003-04-22T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "whitecat698",
     "redrabbit642",
      "yellowbird585"
    ],
    "description": "Going forward, our best-of-breed visibility will deliver value to clouds. Globally aligning proactively mobile innovations is crucial to our holistic enterprise. So we can hit the ground running, we will be strategically revolutionizing every organic growth in our space. Going forward, our immersive synergy will deliver value to action points.\n\nIn the future, will you be able to iteratively revolutionize agile workflows in your business? Going forward, our customer-focused platform will deliver value to organic growths. Intelligently offshoring virtually competitive architectures is crucial to our value-added capability. In the milestone space, industry is iteratively deep-diving its mobile clouds."
  },
  {
    "id": 2550172,
    "name": "Win-Win Cloud Offshoring Analytics",
    "department": "Marketing",
    "startedOn": "2000-08-03T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "whitekoala266",
     "heavyladybug740",
     "bluepanda354",
      "silverwolf910"
    ],
    "description": "Efficiencies will come from dynamically growing our deliverables. Key players will take ownership of their action points by intelligently strategizing immersive step-changes. Change the way you do business - adopt mobile enterprises. Going forward, our value-added stakeholder will deliver value to paradigm shifts.\n\nIn the standpoint space, industry is dynamically calibrating its proactive user experiences. Our business offshores step-changes to reliably and proactively align our end-to-end ballpark figure. Our business deep-dives brands to strategically and virtually incentivize our best-in-class action point. In the organic growth space, industry is iteratively virtualising its value-added dot-bombs."
  },
  {
    "id": 5145073,
    "name": "End To End Actionable Social Mobile Initiative",
    "department": "Accounting",
    "startedOn": "2007-09-28T05:00:00.000Z",
    "endedOn": "2015-06-05T05:00:00.000Z",
    "assigned": [
     "yellowcat935",
     "ticklishpanda298",
     "whitecat119",
     "redtiger449",
     "goldenbird725",
     "orangefrog731",
     "lazyrabbit169",
     "greenfish196",
     "orangegorilla363",
      "greengoose892"
    ],
    "description": "Our business leverages team players to ethically and proactively connect our customer-focused brand. Intelligently revolutionizing globally best-in-class best practices is crucial to our seamless agile workflow. In the future, will you be able to strategically align stand-ups in your business? Going forward, our seamless bandwidth will deliver value to alignments.\n\nKey players will take ownership of their stand-ups by globally offshoring innovative innovations. Change the way you do business - adopt immersive executive searches. Key players will take ownership of their alignments by intelligently transforming innovative prince2 practitioners. In the future, will you be able to ethically invest stakeholders in your business?\n\nChange the way you do business - adopt customer-focused clouds. Going forward, our end-to-end proposition will deliver value to team players. In the future, will you be able to effectively calibrate stand-ups in your business? Change the way you do business - adopt holistic innovations.\n\nProactively impacting virtually mission critical drivers is crucial to our immersive architecture. In the capability space, industry is reliably calibrating its long-term alignments. Key players will take ownership of their core competencies by ethically growing best-of-breed enterprises. Efficiencies will come from intelligently transforming our team players."
  },
  {
    "id": 2670474,
    "name": "Touch Enabled Offshoring Cloud Initiative",
    "department": "Accounting",
    "startedOn": "2007-10-03T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "orangefrog731",
     "bluepanda840",
     "orangegorilla363",
     "yellowcat935",
     "greengoose892",
     "crazypanda274",
     "purplemeercat491",
     "greenfish196",
     "goldenbird725",
     "yellowpanda940",
      "lazyrabbit169"
    ],
    "description": "We aim to dynamically invest our low hanging fruit by intelligently impacting our mobile competitive standpoints. In the dot-bomb space, industry is iteratively revolutionizing its actionable stand-ups. Efficiencies will come from globally investing our ballpark figures. We aim to ethically offshore our game changer by intelligently strategizing our holistic value-added synergies."
  },
  {
    "id": 4312175,
    "name": "Short Term Strategic Analytics",
    "department": "Sales",
    "startedOn": "2004-12-14T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "tinykoala298",
     "whitebutterfly382",
     "purplewolf498",
     "ticklishdog505",
     "heavywolf437",
     "orangeostrich499",
      "yellowtiger366"
    ],
    "description": "Intelligently deep-diving ethically best-of-breed bandwidths is crucial to our mission critical platform. So we can hit the ground running, we will be globally reusing every ballpark figure in our space. Effectively transforming iteratively actionable prince2 practitioners is crucial to our long-term standpoint. Efficiencies will come from reliably investing our stacks.\n\nChange the way you do business - adopt best-of-breed deliverables. Our business strategizes clouds to proactively and virtually transform our mobile proposition. Key players will take ownership of their prince2 practitioners by iteratively monetizing long-term stacks. Change the way you do business - adopt innovative executive searches.\n\nKey players will take ownership of their stand-ups by globally offshoring innovative innovations. Change the way you do business - adopt immersive executive searches. Key players will take ownership of their alignments by intelligently transforming innovative prince2 practitioners. In the future, will you be able to ethically invest stakeholders in your business?\n\nIn the standpoint space, industry is dynamically calibrating its proactive user experiences. Our business offshores step-changes to reliably and proactively align our end-to-end ballpark figure. Our business deep-dives brands to strategically and virtually incentivize our best-in-class action point. In the organic growth space, industry is iteratively virtualising its value-added dot-bombs."
  },
  {
    "id": 8708676,
    "name": "Long-Tail Efficient Dynamic Mobile App",
    "department": "Human Resources",
    "startedOn": "2007-03-24T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "orangebird478",
      "whitepeacock532"
    ],
    "description": "We aim to dynamically invest our low hanging fruit by intelligently impacting our mobile competitive standpoints. In the dot-bomb space, industry is iteratively revolutionizing its actionable stand-ups. Efficiencies will come from globally investing our ballpark figures. We aim to ethically offshore our game changer by intelligently strategizing our holistic value-added synergies.\n\nEfficiencies will come from proactively growing our market foci. Going forward, our mobile paradigm shift will deliver value to big datas. Going forward, our immersive agile workflow will deliver value to enterprises. Key players will take ownership of their deliverables by virtually connecting innovative core competencies.\n\nSo we can hit the ground running, we will be dynamically monetizing every standpoint in our space. Change the way you do business - adopt actionable diversities. We aim to effectively integrate our game changer by strategically relaying our value-added mobile action points. So we can hit the ground running, we will be reliably deep-diving every user experience in our space."
  },
  {
    "id": 4340577,
    "name": "Touch Enabled Strategic Innovative Mobile Initiative",
    "department": "Human Resources",
    "startedOn": "2010-07-12T05:00:00.000Z",
    "endedOn": "2014-01-18T06:00:00.000Z",
    "assigned": [
     "lazymeercat712",
     "goldenfrog222",
     "smallfrog632",
     "blackelephant246",
     "bigelephant907",
     "orangebird478",
      "redrabbit642"
    ],
    "description": "Effectively offshoring ethically competitive deliverables is crucial to our best-of-breed user experience. Key players will take ownership of their diversities by reliably synergising proactive milestones. So we can hit the ground running, we will be virtually virtualising every core asset in our space. In the executive search space, industry is strategically calibrating its customer-focused capabilities.\n\nGoing forward, our end-to-end low hanging fruit will deliver value to enterprises. So we can hit the ground running, we will be dynamically connecting every silo in our space. Change the way you do business - adopt best-of-breed clouds. In the future, will you be able to virtually synergise organic growths in your business?"
  },
  {
    "id": 6047078,
    "name": "End To End Social Analytics",
    "department": "Human Resources",
    "startedOn": "2009-10-01T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "whitetiger788",
     "yellowbird585",
     "blackpeacock213",
      "whitepeacock532"
    ],
    "description": "Change the way you do business - adopt customer-focused clouds. Going forward, our end-to-end proposition will deliver value to team players. In the future, will you be able to effectively calibrate stand-ups in your business? Change the way you do business - adopt holistic innovations."
  },
  {
    "id": 7991379,
    "name": "Customer Focused Offshoring Dynamic Mobile App",
    "department": "Human Resources",
    "startedOn": "2002-02-03T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "goldenfrog222",
     "blackpeacock213",
     "smallfrog632",
     "redrabbit642",
      "orangebird478"
    ],
    "description": "Effectively offshoring ethically competitive deliverables is crucial to our best-of-breed user experience. Key players will take ownership of their diversities by reliably synergising proactive milestones. So we can hit the ground running, we will be virtually virtualising every core asset in our space. In the executive search space, industry is strategically calibrating its customer-focused capabilities.\n\nSo we can hit the ground running, we will be globally investing every capability in our space. Efficiencies will come from intelligently synergising our agile workflows. In the future, will you be able to ethically impact visibilities in your business? So we can hit the ground running, we will be effectively connecting every stand-up in our space."
  },
  {
    "id": 8268180,
    "name": "End To End Virtual Initiative",
    "department": "Sales",
    "startedOn": "2010-04-05T05:00:00.000Z",
    "endedOn": "2013-05-28T05:00:00.000Z",
    "assigned": [
     "orangeelephant668",
      "orangeostrich499"
    ],
    "description": "Going forward, our best-of-breed visibility will deliver value to clouds. Globally aligning proactively mobile innovations is crucial to our holistic enterprise. So we can hit the ground running, we will be strategically revolutionizing every organic growth in our space. Going forward, our immersive synergy will deliver value to action points.\n\nGoing forward, our end-to-end market focus will deliver value to standpoints. Efficiencies will come from globally calibrating our capabilities. We aim to reliably offshore our alignment by ethically growing our best-in-class seamless visibilities. Strategically transforming reliably holistic innovations is crucial to our mission critical prince2 practitioner."
  },
  {
    "id": 9772981,
    "name": "End To End Offshoring Analytics",
    "department": "Sales",
    "startedOn": "2005-01-16T06:00:00.000Z",
    "endedOn": "2015-12-05T06:00:00.000Z",
    "assigned": [
     "ticklishbear822",
     "bigsnake928",
     "ticklishbird555",
     "crazyladybug288",
     "brownmouse229",
     "bluetiger546",
     "ticklishdog505",
     "blackpanda397",
     "bluerabbit187",
     "smallwolf576",
     "orangeelephant668",
     "crazygorilla336",
     "whitebutterfly382",
      "tinykoala298"
    ],
    "description": "So we can hit the ground running, we will be dynamically monetizing every standpoint in our space. Change the way you do business - adopt actionable diversities. We aim to effectively integrate our game changer by strategically relaying our value-added mobile action points. So we can hit the ground running, we will be reliably deep-diving every user experience in our space.\n\nIn the future, will you be able to strategically relay architectures in your business? Key players will take ownership of their game changers by dynamically deep-diving long-term core assets. Our business transforms synergies to reliably and iteratively virtualise our mission critical stakeholder. In the future, will you be able to effectively integrate stacks in your business?"
  },
  {
    "id": 8346982,
    "name": "Long-Tail CMS Global System",
    "department": "Accounting",
    "startedOn": "2011-11-23T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "greenfish196",
      "bluepanda840"
    ],
    "description": "In the future, will you be able to iteratively revolutionize agile workflows in your business? Going forward, our customer-focused platform will deliver value to organic growths. Intelligently offshoring virtually competitive architectures is crucial to our value-added capability. In the milestone space, industry is iteratively deep-diving its mobile clouds.\n\nIntelligently deep-diving ethically best-of-breed bandwidths is crucial to our mission critical platform. So we can hit the ground running, we will be globally reusing every ballpark figure in our space. Effectively transforming iteratively actionable prince2 practitioners is crucial to our long-term standpoint. Efficiencies will come from reliably investing our stacks."
  },
  {
    "id": 9499883,
    "name": "Next Gen Logistical Synergistic Mobile App",
    "department": "Human Resources",
    "startedOn": "2002-09-24T05:00:00.000Z",
    "endedOn": "2013-08-26T05:00:00.000Z",
    "assigned": [
     "yellowbird585",
     "ticklishgorilla951",
     "redrabbit642",
      "blackpeacock213"
    ],
    "description": "So we can hit the ground running, we will be dynamically monetizing every standpoint in our space. Change the way you do business - adopt actionable diversities. We aim to effectively integrate our game changer by strategically relaying our value-added mobile action points. So we can hit the ground running, we will be reliably deep-diving every user experience in our space."
  },
  {
    "id": 9417284,
    "name": "Long Term Global Virtual Mobile Platform",
    "department": "Accounting",
    "startedOn": "2010-12-24T06:00:00.000Z",
    "endedOn": "2015-10-21T05:00:00.000Z",
    "assigned": [
     "greengoose892",
     "lazypanda966",
     "ticklishpanda298",
     "goldenbird725",
     "tinyduck628",
     "silversnake507",
     "yellowcat935",
     "whitecat119",
     "purplemeercat491",
     "crazypanda274",
      "biggoose954"
    ],
    "description": "So we can hit the ground running, we will be reliably calibrating every paradigm shift in our space. Ethically relaying strategically seamless drivers is crucial to our best-of-breed enterprise. Effectively transforming globally proactive stacks is crucial to our holistic proposition. In the brand space, industry is dynamically strategizing its long-term deliverables.\n\nEffectively virtualising iteratively mission critical emerging markets is crucial to our best-in-class market focus. Our business synergises paradigm shifts to virtually and globally monetize our proactive organic growth. In the future, will you be able to proactively reuse big datas in your business? Going forward, our value-added step-change will deliver value to deliverables."
  },
  {
    "id": 6709885,
    "name": "Client/Server Synergistic Initiative",
    "department": "Accounting",
    "startedOn": "2002-07-13T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "greengoose892",
     "silversnake507",
     "lazyrabbit169",
     "bigmouse194",
     "greenfish196",
     "beautifulcat2",
     "orangefrog731",
      "tinyduck628"
    ],
    "description": "Proactively impacting virtually mission critical drivers is crucial to our immersive architecture. In the capability space, industry is reliably calibrating its long-term alignments. Key players will take ownership of their core competencies by ethically growing best-of-breed enterprises. Efficiencies will come from intelligently transforming our team players.\n\nKey players will take ownership of their stand-ups by globally offshoring innovative innovations. Change the way you do business - adopt immersive executive searches. Key players will take ownership of their alignments by intelligently transforming innovative prince2 practitioners. In the future, will you be able to ethically invest stakeholders in your business?\n\nOur business leverages team players to ethically and proactively connect our customer-focused brand. Intelligently revolutionizing globally best-in-class best practices is crucial to our seamless agile workflow. In the future, will you be able to strategically align stand-ups in your business? Going forward, our seamless bandwidth will deliver value to alignments.\n\nIn the standpoint space, industry is dynamically calibrating its proactive user experiences. Our business offshores step-changes to reliably and proactively align our end-to-end ballpark figure. Our business deep-dives brands to strategically and virtually incentivize our best-in-class action point. In the organic growth space, industry is iteratively virtualising its value-added dot-bombs."
  },
  {
    "id": 3416586,
    "name": "Short Term Holistic CMS Analytics",
    "department": "Accounting",
    "startedOn": "2006-08-03T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "tinyduck628",
     "goldenbird725",
     "yellowcat935",
      "greenpeacock556"
    ],
    "description": "We aim to dynamically invest our low hanging fruit by intelligently impacting our mobile competitive standpoints. In the dot-bomb space, industry is iteratively revolutionizing its actionable stand-ups. Efficiencies will come from globally investing our ballpark figures. We aim to ethically offshore our game changer by intelligently strategizing our holistic value-added synergies.\n\nEfficiencies will come from dynamically growing our deliverables. Key players will take ownership of their action points by intelligently strategizing immersive step-changes. Change the way you do business - adopt mobile enterprises. Going forward, our value-added stakeholder will deliver value to paradigm shifts."
  },
  {
    "id": 5571387,
    "name": "Long-Tail Social B2B Mobile Initiative",
    "department": "Accounting",
    "startedOn": "2006-05-12T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "lazypanda966",
     "blackbird181",
     "orangefrog731",
      "beautifulcat2"
    ],
    "description": "Efficiencies will come from proactively growing our market foci. Going forward, our mobile paradigm shift will deliver value to big datas. Going forward, our immersive agile workflow will deliver value to enterprises. Key players will take ownership of their deliverables by virtually connecting innovative core competencies.\n\nIn the future, will you be able to proactively align capabilities in your business? Change the way you do business - adopt best-in-class dot-bombs. In the future, will you be able to globally leverage enterprises in your business? Key players will take ownership of their core competencies by virtually connecting actionable siloes."
  },
  {
    "id": 1744488,
    "name": "Long Term Efficient Mobile Initiative",
    "department": "Human Resources",
    "startedOn": "2010-07-27T05:00:00.000Z",
    "endedOn": "2015-10-14T05:00:00.000Z",
    "assigned": [
     "yellowbird585",
     "orangebird478",
     "tinymouse298",
      "blackpeacock213"
    ],
    "description": "Effectively virtualising iteratively mission critical emerging markets is crucial to our best-in-class market focus. Our business synergises paradigm shifts to virtually and globally monetize our proactive organic growth. In the future, will you be able to proactively reuse big datas in your business? Going forward, our value-added step-change will deliver value to deliverables."
  },
  {
    "id": 1974889,
    "name": "Next Gen Strategic Outsourcing Platform",
    "department": "Sales",
    "startedOn": "1990-07-10T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "purplewolf498",
      "blackpanda397"
    ],
    "description": "Going forward, our competitive proposition will deliver value to emerging markets. Our business impacts emerging markets to reliably and dynamically reuse our mission critical big data. Efficiencies will come from globally strategizing our best practices. Going forward, our end-to-end bandwidth will deliver value to synergies.\n\nChange the way you do business - adopt best-of-breed deliverables. Our business strategizes clouds to proactively and virtually transform our mobile proposition. Key players will take ownership of their prince2 practitioners by iteratively monetizing long-term stacks. Change the way you do business - adopt innovative executive searches."
  },
  {
    "id": 8329890,
    "name": "Cross Platform Virtual Analytics",
    "department": "Marketing",
    "startedOn": "2002-03-25T06:00:00.000Z",
    "endedOn": "2013-09-26T05:00:00.000Z",
    "assigned": [
     "purplepanda527",
      "smallostrich593"
    ],
    "description": "Key players will take ownership of their stand-ups by globally offshoring innovative innovations. Change the way you do business - adopt immersive executive searches. Key players will take ownership of their alignments by intelligently transforming innovative prince2 practitioners. In the future, will you be able to ethically invest stakeholders in your business?\n\nIn the stakeholder space, industry is effectively virtualising its customer-focused best practices. We aim to dynamically synergise our enterprise by intelligently reusing our value-added mobile ballpark figures. We aim to ethically revolutionize our capability by virtually monetizing our seamless proactive visibilities. In the future, will you be able to globally incentivize synergies in your business?"
  },
  {
    "id": 3104491,
    "name": "Customer Focused Cloud Analytics",
    "department": "Human Resources",
    "startedOn": "1992-03-01T06:00:00.000Z",
    "endedOn": "2014-04-15T05:00:00.000Z",
    "assigned": [
     "goldenbutterfly797",
     "whitepeacock532",
     "bigelephant907",
     "whitetiger788",
     "goldenfrog222",
     "smallfrog632",
     "lazymeercat712",
     "redrabbit642",
     "blackpeacock213",
     "whitecat698",
      "orangebird478"
    ],
    "description": "Intelligently deep-diving ethically best-of-breed bandwidths is crucial to our mission critical platform. So we can hit the ground running, we will be globally reusing every ballpark figure in our space. Effectively transforming iteratively actionable prince2 practitioners is crucial to our long-term standpoint. Efficiencies will come from reliably investing our stacks.\n\nKey players will take ownership of their dot-bombs by strategically reusing immersive capabilities. In the future, will you be able to effectively revolutionize step-changes in your business? In the future, will you be able to iteratively grow action points in your business? We aim to proactively strategize our big data by intelligently investing our holistic actionable bandwidths.\n\nWe aim to effectively relay our bandwidth by strategically revolutionizing our immersive actionable milestones. Going forward, our best-in-class platform will deliver value to siloes. Intelligently growing globally competitive best practices is crucial to our holistic synergy. Going forward, our mission critical architecture will deliver value to market foci."
  },
  {
    "id": 5834292,
    "name": "Long-Tail Holistic Initiative",
    "department": "Accounting",
    "startedOn": "2010-10-16T05:00:00.000Z",
    "endedOn": "2015-06-10T05:00:00.000Z",
    "assigned": [
     "lazyrabbit169",
     "biggoose954",
      "orangegorilla363"
    ],
    "description": "In the standpoint space, industry is dynamically calibrating its proactive user experiences. Our business offshores step-changes to reliably and proactively align our end-to-end ballpark figure. Our business deep-dives brands to strategically and virtually incentivize our best-in-class action point. In the organic growth space, industry is iteratively virtualising its value-added dot-bombs.\n\nGoing forward, our end-to-end market focus will deliver value to standpoints. Efficiencies will come from globally calibrating our capabilities. We aim to reliably offshore our alignment by ethically growing our best-in-class seamless visibilities. Strategically transforming reliably holistic innovations is crucial to our mission critical prince2 practitioner.\n\nChange the way you do business - adopt proactive prince2 practitioners. Efficiencies will come from strategically integrating our agile workflows. Key players will take ownership of their platforms by dynamically deep-diving best-in-class propositions. Change the way you do business - adopt innovative siloes.\n\nSo we can hit the ground running, we will be reliably calibrating every paradigm shift in our space. Ethically relaying strategically seamless drivers is crucial to our best-of-breed enterprise. Effectively transforming globally proactive stacks is crucial to our holistic proposition. In the brand space, industry is dynamically strategizing its long-term deliverables."
  },
  {
    "id": 7909893,
    "name": "Next Gen Outsourcing Mobile Platform",
    "department": "Human Resources",
    "startedOn": "2010-07-18T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "redrabbit642",
     "whitekoala138",
      "greenwolf347"
    ],
    "description": "Ethically growing iteratively customer-focused prince2 practitioners is crucial to our immersive synergy. Our business virtualises core assets to intelligently and proactively incentivize our long-term architecture. So we can hit the ground running, we will be virtually calibrating every enterprise in our space. Key players will take ownership of their core competencies by effectively connecting best-in-class diversities."
  },
  {
    "id": 7642894,
    "name": "Short Term Efficient System",
    "department": "Sales",
    "startedOn": "2004-03-21T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "whitebutterfly382",
     "organicbear74",
     "ticklishbutterfly1",
     "silverbird464",
     "whitemouse304",
     "bluerabbit187",
     "blackpanda397",
     "bluemeercat66",
     "bigsnake928",
     "redwolf207",
     "beautifulleopard367",
     "tinykoala298",
     "blackbird733",
      "purplewolf498"
    ],
    "description": "In the agile workflow space, industry is effectively connecting its long-term core competencies. Efficiencies will come from proactively deep-diving our diversities. In the team player space, industry is globally leveraging its innovative drivers. Our business relays propositions to proactively and globally strategize our immersive paradigm shift."
  },
  {
    "id": 2077095,
    "name": "Cross Platform Innovative Platform",
    "department": "Sales",
    "startedOn": "2010-10-23T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "ticklishdog505",
     "yellowladybug535",
      "orangeelephant668"
    ],
    "description": "In the future, will you be able to proactively align capabilities in your business? Change the way you do business - adopt best-in-class dot-bombs. In the future, will you be able to globally leverage enterprises in your business? Key players will take ownership of their core competencies by virtually connecting actionable siloes.\n\nGoing forward, our actionable stack will deliver value to drivers. Our business integrates game changers to strategically and proactively calibrate our innovative capability. Efficiencies will come from effectively virtualising our clouds. Key players will take ownership of their siloes by strategically offshoring best-of-breed innovations.\n\nEffectively offshoring ethically competitive deliverables is crucial to our best-of-breed user experience. Key players will take ownership of their diversities by reliably synergising proactive milestones. So we can hit the ground running, we will be virtually virtualising every core asset in our space. In the executive search space, industry is strategically calibrating its customer-focused capabilities."
  },
  {
    "id": 6491096,
    "name": "Customer Focused Branding System",
    "department": "Sales",
    "startedOn": "1994-03-08T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "crazygorilla336",
     "greenswan929",
     "ticklishbutterfly1",
     "bluerabbit187",
     "bluemeercat298",
     "blackpanda397",
     "yellowleopard565",
     "greenostrich439",
     "brownmouse229",
     "whitebutterfly382",
     "ticklishlion619",
      "yellowdog110"
    ],
    "description": "In the future, will you be able to ethically align capabilities in your business? We aim to effectively deep-dive our standpoint by globally impacting our long-term competitive market foci. Our business relays platforms to iteratively and virtually reuse our mission critical visibility. In the future, will you be able to reliably invest ballpark figures in your business?\n\nChange the way you do business - adopt customer-focused clouds. Going forward, our end-to-end proposition will deliver value to team players. In the future, will you be able to effectively calibrate stand-ups in your business? Change the way you do business - adopt holistic innovations.\n\nIn the future, will you be able to strategically relay architectures in your business? Key players will take ownership of their game changers by dynamically deep-diving long-term core assets. Our business transforms synergies to reliably and iteratively virtualise our mission critical stakeholder. In the future, will you be able to effectively integrate stacks in your business?\n\nIn the standpoint space, industry is dynamically calibrating its proactive user experiences. Our business offshores step-changes to reliably and proactively align our end-to-end ballpark figure. Our business deep-dives brands to strategically and virtually incentivize our best-in-class action point. In the organic growth space, industry is iteratively virtualising its value-added dot-bombs."
  },
  {
    "id": 8567197,
    "name": "Customer Focused Proactive Platform",
    "department": "Marketing",
    "startedOn": "2000-10-28T05:00:00.000Z",
    "endedOn": "2014-06-04T05:00:00.000Z",
    "assigned": [
     "brownpeacock222",
     "purplepanda527",
     "jdoe",
     "whitekoala266",
     "yellowwolf751",
     "blackrabbit3",
     "silverrabbit923",
     "ticklishgoose874",
      "silverwolf910"
    ],
    "description": "Effectively virtualising iteratively mission critical emerging markets is crucial to our best-in-class market focus. Our business synergises paradigm shifts to virtually and globally monetize our proactive organic growth. In the future, will you be able to proactively reuse big datas in your business? Going forward, our value-added step-change will deliver value to deliverables."
  },
  {
    "id": 3670398,
    "name": "Win-Win Cloud Mobile Initiative",
    "department": "Accounting",
    "startedOn": "2003-09-22T05:00:00.000Z",
    "endedOn": "2015-03-24T05:00:00.000Z",
    "assigned": [
     "beautifulcat2",
     "orangegorilla363",
     "silversnake507",
     "yellowcat935",
      "biggoose954"
    ],
    "description": "In the future, will you be able to iteratively align emerging markets in your business? So we can hit the ground running, we will be ethically monetizing every ballpark figure in our space. Our business incentivizes platforms to virtually and dynamically integrate our value-added brand. So we can hit the ground running, we will be intelligently reusing every best practice in our space."
  },
  {
    "id": 6433599,
    "name": "Short Term Global Key Mobile Platform",
    "department": "Sales",
    "startedOn": "2010-02-06T06:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "goldenkoala942",
      "greenostrich439"
    ],
    "description": "Key players will take ownership of their dot-bombs by strategically reusing immersive capabilities. In the future, will you be able to effectively revolutionize step-changes in your business? In the future, will you be able to iteratively grow action points in your business? We aim to proactively strategize our big data by intelligently investing our holistic actionable bandwidths.\n\nChange the way you do business - adopt best-of-breed deliverables. Our business strategizes clouds to proactively and virtually transform our mobile proposition. Key players will take ownership of their prince2 practitioners by iteratively monetizing long-term stacks. Change the way you do business - adopt innovative executive searches.\n\nIn the stakeholder space, industry is effectively virtualising its customer-focused best practices. We aim to dynamically synergise our enterprise by intelligently reusing our value-added mobile ballpark figures. We aim to ethically revolutionize our capability by virtually monetizing our seamless proactive visibilities. In the future, will you be able to globally incentivize synergies in your business?\n\nSo we can hit the ground running, we will be reliably calibrating every paradigm shift in our space. Ethically relaying strategically seamless drivers is crucial to our best-of-breed enterprise. Effectively transforming globally proactive stacks is crucial to our holistic proposition. In the brand space, industry is dynamically strategizing its long-term deliverables."
  },
  {
    "id": 90272100,
    "name": "Win-Win Global Mobile Initiative",
    "department": "Marketing",
    "startedOn": "2010-06-08T05:00:00.000Z",
    "endedOn": null,
    "assigned": [
     "brownpeacock222",
      "crazyduck410"
    ],
    "description": "So we can hit the ground running, we will be globally investing every capability in our space. Efficiencies will come from intelligently synergising our agile workflows. In the future, will you be able to ethically impact visibilities in your business? So we can hit the ground running, we will be effectively connecting every stand-up in our space.\n\nGoing forward, our proactive low hanging fruit will deliver value to market foci. Key players will take ownership of their team players by proactively synergising best-of-breed step-changes. In the future, will you be able to virtually leverage visibilities in your business? Change the way you do business - adopt holistic ballpark figures."
  }
]
